{
  "squadName": "projects data",
  "formed": 2022,
  "active": true,
  "data": [
    {
      "id": "101",
      "name": "zespoł Ośrodka Polonii - Warszawa",
      "dataList":[
        "Typologia - Sportowe",
        "Lokalizacja - Warszawa",
        "Rok - 2018",
        "Status - Koncepcja",
        "Powierzchnia - 25 125 M2",
        "Pojemność - 15 500 M2",
        "Klient - Miasto Stołeczne Warszawa"
      ],
      "description": "Budowa zespołu Ośrodka Polonii Warszawa jest niezwykłą szansą na stworzenie wartościowego punktu w mieście przyciągającego miłośników sportu ale również miejsca związanego z kulturą i rekreacją. Nowe obli­cze terenu przy ulicy Konwiktorskiej w połączeniu z bogatą tradycją klubu stanie się miejscem wyjątkowym. Projekt zakłada budowę Stadionu , Hali Sportowej i budynku Centrum Wsparcia Sportu jak również stworzenie nowej jakości przestrzeni publicznej będącej uzupełnieniem funkcji sportowych. Na osi stadionu i jego historycznej części w postaci zaplecza trybuny zachodniej zaprojektowano plac miejski z zachowaniem istniejącej rzeźby oraz fontanny. Pełni on rolę głównego miejsca spotkań oraz przestrzeni reprezentacyjnej. Forma fontanny została odmieniona poprzez połączenie jej z wejściem na parking pod­ziemny. Plac został podzielony na dwie strefy – historyczną z zachowaniem oryginalnej posadzki oraz miejską z dostępem do głównych wejść do Hali Sportowej oraz Centrum Wsparcia Sportu. Homogeniczność materiałowa obiektów, analogie w rozwiązaniach fasad, ekspozycja historii miejsca, właści­wa „oprawa” budynku historycznego, lokalizacja funkcji miastotwórczych od strony ul. Konwiktorskiej, inte­gracja z Parkiem Traugutta, wydzielona strefa parkingu dla zawodników na poziomie -1, ekspozycja fontanny, plac miejski, otwartość – wszystkie te elementy mają za zadanie stworzyć Ośrodek Polonii Warszawa na nowo, jako rozpoznawalne i uczęszczane miejsce na mapie Warszawy.",
      "images": [
        "./img/projects/project__1/project__1-1.jpg",
        "./img/projects/project__1/project__1-2.jpg",
        "./img/projects/project__1/project__1-3.jpg",
        "./img/projects/project__1/project__1-4.jpg",
        "./img/projects/project__1/project__1-5.jpg",
        "./img/projects/project__1/project__1-6.jpg",
        "./img/projects/project__1/project__1-7.jpg"
      ]

    },
    {
      "id": "102",
      "name": "Galeria Handlowa \"Dekada\" w Nysie",
      "dataList": [
        "Typologia - Handlowe",
        "Lokalizacja - Opole",
        "Rok - 2009",
        "Status - Zrealizowane",
        "Powierzchnia - ok. 40 877 29 m2",
        "Pojemność - 15 500 M2",
        "Klient - COUCAL Sp. z o.o. / IGD Irlandzka Grupa Deweloperska Sp. z o.o."
      ],
      "description": "Dawna linia brzegowa morza dzieli to miejsce na wschód i zachód. Jest to  także miejsce spotkań dwóch krajobrazów – wybrzeża i miasta. To był punkt wyjścia do zdefiniowania typologii budynku. Zachodnia strona jest kontynuacją miasta z blokami wypełniającymi wszystkie tereny zielonymi przestrzeniami w środku. Strona wschodnia składa się z pojedyńczych budynków zorganizowanych mniej regularnie z przestrzenią wokół nich. Pomysł polega na definiowaniu znaków tych przestrzeni. Budynki biurowe i kino definiują krawędzie ulic i tworzą wewnątrz przestrzenie półpubliczne . Budynki mieszkalne, hotele i budynki kultury mają wokół siebie więcej przestrzeni, a dzięki temu znacznie więcej możliwości widokowych na tereny zielone z jednej strony i nadmorskie z drugiej. Na granicy tych dwóch typologii stworzyliśmy krajobraz falujący na jego powierzchni. Ta granica w rzeźbiarski sposób wyznacza dawną linię brzegową morza i jest główną trasą dla pieszych przez plan główny.",
      "images": [
        "./img/projects/project__2/project__2-1.jpg",
        "./img/projects/project__2/project__2-2.jpg",
        "./img/projects/project__2/project__2-3.jpg",
        "./img/projects/project__2/project__2-4.jpg",
        "./img/projects/project__2/project__2-5.jpg",
        "./img/projects/project__2/project__2-6.jpg"
      ]

    },
    {
      "id": "103",
      "name": "Teren Toru Wyścigów Konnych",
      "dataList": [
        "Typologia - Biurowe",
        "Lokalizacja - Warszawa",
        "Rok - Warszawa",
        "Status - Koncepcja",
        "Powierzchnia - ",
        "klient PHN"
      ],
      "description": "Głównym założeniem projektantów było stworzenie atrakcyjnej przestrzeni i nowoczesnej architektury powiązanej z otaczającym terenem ze szczególnym poszanowaniem zabytkowej tkanki urbanistycznej terenu Toru Wyścigów Konnych Służewiec.",
      "images": [
        "./img/projects/project__3/project__3-1.jpg",
        "./img/projects/project__3/project__3-2.jpg",
        "./img/projects/project__3/project__3-3.jpg",
        "./img/projects/project__3/project__3-4.jpg",
        "./img/projects/project__3/project__3-5.jpg",
        "./img/projects/project__3/project__3-6.jpg"
      ]

    },
    {
      "id": "104",
      "name": "Stadion Eldoret",
      "dataList": [
        "Typologia - Sportowe",
        "Lokalizacja - Eldoret, Kenia",
        "Rok - 2015",
        "Status - 2015",
        "Powierzchnia - 12 390 m2",
        "Pojemność - 12 390 m2",
        "klient - PKF Consortium"
      ],
      "description": "Obiekt został zaprojektowany jako wielofunkcyjny stadion lekkoatletyczny. Spełnia on również wszystkie wymagania jako arena do międzynarodowych rozgrywek w rugby oraz piłki nożnej. Bogate zaplecze stadionu dodatkowo umożliwia organizację koncertów, spotkań, wystaw na płycie stadionu, natomiast funkcje komercyjne mają zintegrować obiekt z otoczeniem i nadać mu codzienny charakter i zastosowanie. Stanowią one dodatkową atrakcję w kontekście",
      "images": [
        "./img/projects/project__4/project__4-1.jpg",
        "./img/projects/project__4/project__4-2.jpg",
        "./img/projects/project__4/project__4-3.jpg",
        "./img/projects/project__4/project__4-4.jpg",
        "./img/projects/project__4/project__4-5.jpg",
        "./img/projects/project__4/project__4-6.jpg",
        "./img/projects/project__4/project__4-7.jpg"
      ]

    },
    {
      "id": "105",
      "name": "PGNiG Kasprzaka",
      "dataList": [
        "Typologia - Biurowe",
        "Lokalizacja - Warszawa",
        "Status - Koncepcja",
        "klient - PGNiG"
      ],
      "description": "Kontynuacja i symbioza. Te dwa słowa stanowiły punkt wyjścia w procesie projektowym. Zabytkowe budynki zbiorników gazu, ich zdecydowana i szczera zamknięta forma stanowią silny kontekst i nawiązanie bryłowe do nowoprojektowanych obiektów. Wspólny budulec, który w zależności od czasu powstawania budynku przybierał różną barwę, fakturę i wielkość definiuje język i wyraz architektoniczny nowo projektowanego założenia. Cegła jest materiałem ponadczasowym daje wiele możliwości jej użycia a zarazem nie narzuca żadnych rozwiązań.      Dogłębna analiza historycznych, istniejących form architektonicznych oraz rozkład ich na czynniki pierwsze doprowadziły do stworzenia zupełnie nowej koncepcji architektury, oferującej zarówno nowoczesność i ponadczasowość jak i dialog z przeszłością. Duże okno, słup, gzyms, nadproże, zróżnicowana faktura i artykulacja bezpośrednio przełożono na współczesny język architektoniczny. Pionowe elementy ceglane, nadają budynkom rytm, wydzielają wnętrze i zewnętrze, kadrują widoki. Gzymsy oddzielają kondygnacje i porządkują bryłę, a także chronią wnętrza od nadmiaru słońca. Okna zapewniają odpowiednią ilość światła dziennego i gwarantują wysoką jakość przestrzeni do pracy. Detal spoiny, faktury nadproża nadają kolejnego znaczenia fasadzie w bliższym kontakcie. Ceglane kolory łamaczy światła, szarości gzymsów i nadproży doskonale współgrają z otaczającą zielenią. Cztery zróżnicowane między sobą bryły o jednolitym wyrazie lecz zróżnicowanej wysokości i artykulacji doskonale współgrają z otoczeniem. Współczesne w detalu i zaprojektowane według najnowocześniejszych standardów obiekty stają się oczywistym dopełnieniem otoczenia oraz kompleksu Gazowni Warszawskiej.",
      "images": [
        "./img/projects/project__5/project__5-1.jpg",
        "./img/projects/project__5/project__5-2.jpg",
        "./img/projects/project__5/project__5-3.jpg",
        "./img/projects/project__5/project__5-4.jpg",
        "./img/projects/project__5/project__5-5.jpg",
        "./img/projects/project__5/project__5-6.jpg"
      ]

    },
    {
      "id": "106",
      "name": "Czerniakowska DEKADA",
      "dataList": [
        "Typologia - Biurowe",
        "Lokalizacja - Warszawa",
        "Rok - 2018",
        "Status - Koncepcja",
        "Powierzchnia - 107 41 m2",
        "klient - Dekada"
      ],
      "description": "Przedmiotem inwestycji jest budowa budynku biurowo-usługowego z garażem podziemnym. O charakterze projektowanej zabudowy w dużej mierze przesądziło najbliższe sąsiedztwo – z jednej strony współczesne budynki biurowe, z drugiej powojenne zakłady o silnym, industrialnym wyrazie, a z trzeciej fragmenty zabudowy pierzejowej od strony ul. Czerniakowskiej. Swoimi gabarytami, takimi jak szerokość traktu budynek nawiązuje do sąsiedniej zabudowy biurowej. Wysokością w części zachodniej komponuje się z zabudową we wnętrzu kwartału, osiągając 20m oraz 5 kondygnacji, a w części wschodniej, przylegającej bezpośrednio do ul. Czerniakowskiej kontynuuje i dopełnia istniejącą zabudowę pierzejową, tworząc wyższą, sześciokondygnacyjną część frontową budynku o wysokości 25m i 6 kondygnacji. Wiodącą funkcją budynku są powierzchnie biurowe uzupełnione lokalami usługowo-handlowymi w parterze. Podstawowym założeniem projektowym było utworzenie współczesnej, eleganckiej formy, która stanie się odpowiedzią i nawiąże dialog z mocnym wyrazem industrialnego otoczenia. Poprzez zastosowanie wykończenia fasad z surowych, ale współczesnych elementów betonowych oraz cegły betonowej zestawionych ze szklaną fasadą i aluminium powstanie nowoczesny obiekt, który nie będzie stał w opozycji do otaczającej go historii, a z odpowiednią dozą szacunku odnajdzie swoje miejsce w przestrzeni. W celu uzyskania jak najwyższego standardu w obiekcie zaprojektowano szereg tarasów skierowanych na południe, dostępnych dla użytkowników budynku.",
      "images": [
        "./img/projects/project__6/project__6-1.jpg",
        "./img/projects/project__6/project__6-2.jpg",
        "./img/projects/project__6/project__6-3.jpg",
        "./img/projects/project__6/project__6-4.jpg",
        "./img/projects/project__6/project__6-5.jpg",
        "./img/projects/project__6/project__6-6.jpg"
      ]

    },
    {
      "id": "107",
      "name": "Gdańsk LPP",
      "dataList": [
        "Typologia - Biurowe",
        "Lokalizacja - Gdańsk",
        "Rok - 2014",
        "Status - Koncepcja",
        "Powierzchnia - 37 200 m2",
        "klient - LPP S.A."
      ],
      "description": "",
      "images": [
        "./img/projects/project__7/project__7-1.jpg",
        "./img/projects/project__7/project__7-2.jpg",
        "./img/projects/project__7/project__7-3.jpg",
        "./img/projects/project__7/project__7-4.jpg",
        "./img/projects/project__7/project__7-5.jpg",
        "./img/projects/project__7/project__7-6.jpg"
      ]

    },
    {
      "id": "108",
      "name": "Plac Kościeleckich",
      "dataList": [
        "Typologia - Biurowe",
        "Lokalizacja - Bydgoszcz",
        "Rok - 2011",
        "Status - Koncepcja",
        "Powierzchnia - ",
        "klient - Immobile Sp. z o. o. / Euroinvest CDI Sp. z o. o."
      ],
      "description": "",
      "images": [
        "./img/projects/project__8/project__8-1.jpg",
        "./img/projects/project__8/project__8-2.jpg",
        "./img/projects/project__8/project__8-3.jpg",
        "./img/projects/project__8/project__8-4.jpg",
        "./img/projects/project__8/project__8-5.jpg",
        "./img/projects/project__8/project__8-6.jpg",
        "./img/projects/project__8/project__8-7.jpg"
      ]

    }
  ]
}
